module.exports = {
	// You can customize the language here or directly in the command files
	autoUpdateThreadInfo: {},
	checkwarn: {
		text: {
			warn: "Member %1 has been warned 3 times before and has been banned from the chat box\n- Name: %1\n- Uid: %2\n- To unban, please use the \"%3warn unban <uid>\" command (with uid is the uid of the person you want to unban)",
			needPermission: "━──────╮✰╭─────━\n𝐋𝐞 𝐛𝐨𝐭 𝐚 𝐛𝐞𝐬𝐨𝐢𝐧 𝐝𝐞 𝐥'𝐚𝐮𝐭𝐨𝐫𝐢𝐬𝐚𝐭𝐢𝐨𝐧 𝐝𝐞 𝐥'𝐚𝐝𝐦𝐢𝐧𝐢𝐬𝐭𝐫𝐚𝐭𝐞𝐮𝐫 𝐩𝐨𝐮𝐫 𝐞𝐱𝐩𝐮𝐥𝐬𝐞𝐫 𝐥𝐞𝐬 𝐦𝐞𝐦𝐛𝐫𝐞𝐬 𝐛𝐚𝐧𝐧𝐢𝐬\n___________✰__✰__________"
		}
	},
	leave: {
		text: {
			session1: "𝐜𝐡𝐚𝐥𝐮𝐭",
			session2: "𝐜𝐡𝐚𝐥𝐮𝐭",
			session3: "𝐬𝐚𝐥𝐮𝐭",
			session4: "𝐜𝐡𝐚𝐥𝐮𝐭",
			leaveType1: "_____________________\n😗(̅_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے~ ~𝐔𝐧𝐞 𝐦𝐢𝐧𝐮𝐭𝐞 𝐝𝐞 𝐬𝐢𝐥𝐞𝐧𝐜𝐞 𝐩𝐨𝐮𝐫 𝐧𝐨𝐭𝐫𝐞 𝐚𝐦𝐢 𝐪𝐮𝐢 𝐯𝐢𝐞𝐧𝐬 𝐝𝐞 𝐧𝐨𝐬 𝐪𝐮𝐢𝐭𝐭é🤧🥴",
			leaveType2: "𝐔𝐧 𝐝𝐞 𝐦𝐨𝐢𝐧𝐬 𝐜'𝐞𝐬𝐭 𝐦𝐚𝐢𝐧𝐭𝐞𝐧𝐚𝐧𝐭 𝐚 𝐭𝐨𝐧 𝐭𝐨𝐮𝐫🧛🏻‍♂️"
		}
	},
	logsbot: {
		text: {
			title: "━──────╮𝐣𝐨𝐮𝐫𝐧𝐚𝐥 𝐝𝐮 𝐜𝐥𝐚𝐧 𝐮𝐜𝐡𝐢𝐡𝐚╭─────━",
			added: "\n✅\n𝐄𝐯𝐞𝐧𝐭: 𝐛𝐨𝐭 𝐡𝐚𝐬 𝐛𝐞𝐞𝐧 𝐚𝐝𝐝𝐞𝐝 𝐭𝐨 𝐚 𝐧𝐞𝐰 𝐠𝐫𝐨𝐮𝐩\n- 𝐀𝐝𝐝𝐞𝐝 𝐛𝐲: %1",
			kicked: "\n❌\n𝐄𝐯𝐞𝐧𝐭: 𝐛𝐨𝐭 𝐡𝐚𝐬 𝐛𝐞𝐞𝐧 𝐤𝐢𝐜𝐤𝐞𝐝\n- 𝐊𝐢𝐜𝐤𝐞𝐝 𝐛𝐲: %1",
			footer: "\n- 𝐔𝐬𝐞𝐫 𝐈𝐃: %1\n- 𝐆𝐫𝐨𝐮𝐩: %2\n- 𝐆𝐫𝐨𝐮𝐩 𝐈𝐃: %3\n- 𝐓𝐢𝐦𝐞: %4"
		}
	},
	onEvent: {},
	welcome: {
		text: {
			session1: "morning",
			session2: "noon",
			session3: "afternoon",
			session4: "evening",
			welcomeMessage: "━──────╮•╭─────━\n✉️|♡𝐌𝐞𝐫𝐜𝐢 𝐝𝐞 𝐦'𝐚𝐯𝐨𝐢𝐫 𝐚𝐣𝐨𝐮𝐭é 𝐝𝐚𝐧𝐬 𝐯𝐨𝐭𝐫𝐞 𝐠𝐫𝐨𝐮𝐩𝐞\n♧𝐌𝐨𝐧 𝐩𝐫𝐞𝐟𝐢𝐱《%1》\n♤𝐏𝐨𝐮𝐫 𝐯𝐨𝐢𝐫 𝐥𝐚 𝐥𝐢𝐬𝐭𝐞 𝐝𝐞 𝐜𝐨𝐦𝐝𝐬 é𝐜𝐫𝐢𝐯𝐞𝐳 %1𝐡𝐞𝐥𝐩",
			multiple1: "𝐲𝐨𝐮",
			multiple2: "𝐲𝐨𝐮 𝐠𝐮𝐲𝐬"
		}
	}
};
